" bytes" = " tavua";
" items" = " kohdetta";
"Album:" = "Levy:";
"Application:" = "Ohjelma:";
"Artist" = "Artisti";
"Attributes:" = "Attribuutit:";
"Audio:" = "Ääni:";
"Calculate" = "Laske";
"Calculating..." = "Lasketaan...";
"Capacity:" = "Kapasiteetti:";
"Comment:" = "Kommentti:";
"Contents:" = "Sisältö:";
"Copyright:" = "Tekijänoikeus:";
"Created:" = "Luotu:";
"Creation Date:" = "Luotu:";
"Creator:" = "Luoja:";
"Deletable:" = "Poistettavissa:";
"Device:" = "Laite:";
"Duration:" = "Kesto:";
"Emphasis:" = "Painotus:";
"File:" = "Arkisto:";
"Format:" = "Muoto:";
"Free:" = "Vapaana:";
"Genre" = "Tyyppi";
"Group:" = "Ryhmä:";
"Image:" = "Kuva:";
"Info" = "Tiedot";
"Kind:" = "Laji:";
"Label:" = "Merkki:";
"Last Opened:" = "Viimeksi avattu:";
"Length:" = "Pituus:";
"Locked:" = "Lukittu:";
"Media Type:" = "Laji:";
"Modified:" = "Muutettu:";
"More Info" = "Lisätietoja";
"Mount Point:" = "Näkyviintuontikohta:";
"Movable:" = "Siirrettävissä:";
"Name:" = "Nimi:";
"No\nSelection" = "Ei\nvalintaa";
"Opened:" = "Avattu:";
"Original:" = "Alkuperäinen:";
"Owner:" = "Omistaja:";
"Padding:" = "Sisennys:";
"Path:" = "Polku:";
"Permission:" = "Käyttöoikeudet:";
"Physical:" = "Fyysinen:";
"Play" = "Toista";
"Preview" = "Esikatselu";
"Resolved:" = "Ratkaistu:";
"Sample Rate:" = "Näytteenottotaajuus:";
"Selection:" = "Valinta:";
"Size:" = "Koko:";
"Title:" = "Nimi:";
"Track" = "Raita";
"Type:" = "Tyyppi:";
"Version:" = "Versio:";
"Volume:" = "Taltio:";
"Year" = "Vuosi";
"data:" = "Dataa:";

/* ==== UNLOCALIZED ==== */

"Apple ID:" = "Apple ID:";
"CRC:" = "CRC:";
"MP3:" = "MP3:";
"Spotlight Metadata" = "Spotlight Metadata";
"UTI:" = "UTI:";
"rsrc:" = "rsrc:";
